Repository: best2pay/cs-cart
Catalog: var/langs/*/addons/best2pay.po
Languages: ru_ru

# Addons::description::best2pay
source: Accept payments for your products via credit and debit cards.
ru_ru: Принимайте платежи с помощью кредитных и дебетовых карт.

# Languages::best2pay.sector_description
source: Your individual customer number
ru_ru: Ваш индивидуальный номер клиента

# Languages::best2pay.password_description
source: Password used to generate a digital signature
ru_ru: Пароль, используемый для формирования цифровой подписи

# Languages::best2pay.payment_method
source: Payment method
ru_ru: Способ оплаты

# Languages::best2pay.one_stage
source: Standard acquiring (one-stage payment)
ru_ru: Стандартный эквайринг (одностадийная оплата)

# Languages::best2pay.two_steps
source: Standard acquiring (two-stage payment)
ru_ru: Стандартный эквайринг (двухстадийная оплата)

# Languages::best2pay.halva
source: Halva Chastyami (one-stage payment)
ru_ru: Только Халва Частями (одностадийная оплата)

# Languages::best2pay.halva_two_steps
source: Halva Chastyami (two-stage payment)
ru_ru: Только Халва Частями (двухстадийная оплата)

# Languages::best2pay.sbp
source: Fast Payment System
ru_ru: Система Быстрых Платежей (СБП)

# Languages::best2pay.two_steps_description
source: Payment occurs after confirmation by the manager in the personal account
ru_ru: Оплата происходит после подтверждения менеджером в ЛК

# Languages::best2pay.modal_payform
source: Open the payment form in modal window
ru_ru: Открывать пейформу в модальном окне

# Languages::best2pay.modal_payform_description
source: When this option is enabled, the payment form opens in a modal window
ru_ru: При включенной опции форма оплаты открывается в модальном окне

# Languages::best2pay.test_mode
source: Test Mode
ru_ru: Тестовый режим

# Languages::best2pay.test_mode_description
source: Use emulation of real work. Buyer will not be charged
ru_ru: Использовать эмуляцию реальной работы. Средства с покупателя списаны не будут

# Languages::best2pay.tax
source: Tax
ru_ru: Налог

# Languages::best2pay.vat1
source: VAT rate 20%
ru_ru: ставка НДС 20%

# Languages::best2pay.vat2
source: VAT rate 10%
ru_ru: ставка НДС 10%

# Languages::best2pay.vat3
source: VAT rate calc. 20/120
ru_ru: ставка НДС расч. 20/120

# Languages::best2pay.vat4
source: VAT rate calc. 10/110
ru_ru: ставка НДС расч. 10/110

# Languages::best2pay.vat5
source: VAT rate 0%
ru_ru: ставка НДС 0%

# Languages::best2pay.vat6
source: Not subject to VAT
ru_ru: НДС не облагается

# Languages::best2pay.custom_orders_statuses_title
source: Custom statuses for orders
ru_ru: Настраиваемые статусы для заказов

# Languages::best2pay.order_completed
source: Order successfully paid
ru_ru: Заказ успешно оплачен

# Languages::best2pay.order_authorized
source: Order authorized
ru_ru: Средства захолдированы

# Languages::best2pay.order_canceled
source: Order cancelled
ru_ru: Заказ отменен

# Languages::best2pay.notify_url
source: Notify URL
ru_ru: URL для уведомлений

# Languages::best2pay.notify_url_description
source: Report this URL to Best2Pay technical support to receive payment notifications
ru_ru: Сообщите в службу технической поддержки Best2Pay этот URL для получения уведомлений о платеже

# Languages::best2pay.access_denied
source: Access denied
ru_ru: Доступ запрещен

# Languages::best2pay.payment_process_error
source: An error occurred in the payment system during the payment process. Please try again or choose a different payment method.
ru_ru: Произошла ошибка платежной системы в процессе оплаты. Пожалуйста, попробуйте еще раз или выберите другой способ оплаты.

# Languages::best2pay.empty_response
source: Empty response
ru_ru: Пустой ответ сервера

# Languages::best2pay.invalid_xml
source: Non valid XML was received
ru_ru: Получен недействительный XML

# Languages::best2pay.empty_signature
source: Signature is empty
ru_ru: Отсутствует подпись

# Languages::best2pay.invalid_signature
source: Signature is not valid
ru_ru: Подпись недействительна

# Languages::best2pay.unknown_operation
source: Unknown operation type
ru_ru: Неизвестный тип операции

# Languages::best2pay.operation_not_approved
source: Operation not approved
ru_ru: Операция не одобрена

# Languages::best2pay.operation_not_valid
source: Operation not valid
ru_ru: Операция недействительна

# Languages::best2pay.no_order_id
source: Order ID does not exist
ru_ru: ID заказа не существует

# Languages::best2pay.refund_completed
source: Refund completed successfully
ru_ru: Возврат успешно завершен

# Languages::best2pay.payment_successful
source: Payment successful
ru_ru: Платеж прошел успешно

# Languages::best2pay.complete
source: Complete
ru_ru: Списать средства

# Languages::best2pay.refund
source: Refund
ru_ru: Отменить платеж
